{
  "header": "A <span class=\"main-title\">(Non-Exhaustive)</span> List of Tech Companies That Discriminate Against Sex Workers",
  "intro": "In the era of SESTA/FOSTA and other myriad attacks on the rights of sex workers, it’s as important as ever to defend their rights, safety, and the normalization of their careers. The following is an uncomplete list of prominent tech companies (often those lauded as “woke”, etc) that have discriminatory clauses in their TOS or have otherwise excluded sex workers. This is an open-source and growing list, and you can contribute to its development and maintenance [on GitHub](https://github.com/xdesro/sex-work-exclusive-tech-companies/). ",
  "sections": [
    {
      "title": "why it matters",
      "content": "Sex workers, just like literally all of us, rely on the internet and online communities to learn, run their businesses, and be social. They are people with real jobs (who pay taxes 👀) and by extension have the same rights to free speech and assembly. Legislation like [SESTA/FOSTA](https://en.wikipedia.org/wiki/Stop_Enabling_Sex_Traffickers_Act), while superficially designed to fight sex trafficking, doesn't really do much to punish sex traffickers — and does a lot more to hurt sex workers doing legitimate business and otherwise just trying to do their jobs.\n\nSESTA/FOSTA was made into law in April 2018, but even before then, plenty of performatively \"progressive\" tech companies have baselessly excluded sex workers from operating on their platforms. This kind of unnecessary exclusion contributes to the dehumanization and denormalization of sex work as valid work (e.g. terms like NSFW), and systemically threatens the livelihoods and lives of sex workers."
    },
    {
      "title": "what to do about it",
      "content": "The easiest steps you can take to support sex workers are: \n- **Get better about socializing and destigmatizing sex work.** Correct your friends when they make tasteless jokes, watch your use of terms like \"NSFW\", don't give visibility to [SWERFs](https://femmagazine.com/feminism-101-what-is-a-swerf/), and reconsider any misconceptions you might have about sex work being fundamentally oppressive, etc.\n- **Donate to groups that litigate on behalf of and otherwise support sex workers.** Groups like the [Red Umbrella Fund](https://www.redumbrellafund.org/sex-workers-rights/), [Amnesty International](https://www.amnestyusa.org/), and the [Global Network of Sex Work Projects](https://www.nswp.org/) are all doing amazing work to destigmatize and decriminalize sex work around the world, making it safer, more well-regulated _(criminalization ≠ regulation)_\n\nAdditionally, you can also work to [repeal SESTA/FOSTA](https://www.eff.org/cases/woodhull-freedom-foundation-et-al-v-united-states), and in general just strive to make your feminism as intersectional as possible, being deliberately inclusive of sex workers, transgender people, etc. "
    },
    {
      "title": "colophon",
      "content": "* Inspired by **Andy Bell**’s “[Companies That Work With ICE](https://companies-that-work-with-ice.com/)” * Inspired by **Tatiana Mac**’s “[Self-Defined](https://tatianamac.github.io/selfdefined/)” project\n* Inspired by **Omayeli Arenyeka**’s “[The Gendered Project](https://genderedproject.org/)”\n* Additionally supplemented by **[Ashley Lake](https://twitter.com/_AshLake_)** and **[Liara Roux](https://liararoux.xxx/about-liara/)**'s “[Incomplete List of Legal Discrimination Against Sex Workers](https://docs.google.com/document/d/1c1nqawo1QuiVlpA3bhS8xyDxzDDlRq6BoogAoc91OmU/edit)”\n\nFont in use: “[Inter](https://rsms.me/inter/)”, by Rasmus Andersson\n\n**Disclaimer:** _I care a lot about this, but by virtue of \\~not being a sex worker\\~, I’m almost certainly missing some context and background information here. I'm always open to learning more/there will always be ways I can improve this list. If you’ve got a correction, addition, or other feedback, feel free to shoot me [an email](mailto:yo@henry.codes) or [a DM](https://twitter.com/messages/compose?recipient_id=2509306208)._"
    }
  ]
}
